{
    "non-profit-entities":{
    "n1":{
        "id": "n1",
		"title_en":"Non-Registered Society:",
		"title_fr":"Non-Registered Society :(FR)",
		"summary_en":"A non-registered society is an unincorporated non-profit. Members are personally responsible for all of the society’s financial and legal liabilities. Incorporated or not, societies must use funds or profits only for social or community benefit. Societies cannot provide funds, profits or other material benefit to members, other than staff salaries and reimbursement of expenses. Many small clubs or associations without assets or liabilities operate as non-registered societies. A non-registered society is simple and inexpensive to set-up and maintain. On the other hand, a non-registered society cannot enter into legal contracts on its own, has no name protection, and is unlikely to be eligible for grants or other forms of funding. It may also be difficult for a non-registered society to get a bank account, insurance, or federal charitable status.",
        "summary_fr":" Summary1(FR)",
        "advantage_en":"<li></li>",
        "advantage_fr":"",
        "disadvantage_en":"<li></li>",
        "disadvantage_fr":""
    },
    "n2":{
        "id": "n2",
		"title_en":"Incorporated Society:",
		"title_fr":"Incorporated Society :(FR)",
		"summary_en":"An incorporated society is a non-profit organization. Any funds or profits must be used only for social or community benefit. Other than staff salaries, and reimbursements of expenses, a society cannot provide funds, profits or other material benefit to members. Societies are not required by law to incorporate, but there are several benefits to doing so. When a society is incorporated, it acquires all of the powers of an individual, as well as an independent existence – separate and distinct from its members. If a society is seeking funding or grants, or charitable status from the federal government, there may be a requirement to incorporate. There are other advantages to incorporating a society: members, staff and directors are protected from personal liability; it can bring or defend a lawsuit, if it needs to collect a debt or enforce a right; and it can obtain insurance. Among the disadvantages: it’s more complex and costly to set up and maintain than a non-registered society; and, despite limited liability, directors, officers and members may be held legally responsible in certain circumstances, in particular for violation of federal or provincial statutes.",
        "summary_fr":" Summary1(FR)",
        "advantage_en":"<li></li>",
        "advantage_fr":"",
        "disadvantage_en":"<li></li>",
        "disadvantage_fr":""
    },
    "n3":{
        "id": "n3",
		"title_en":"Cooperative Association:",
		"title_fr":"Cooperative Association :(FR)",
		"summary_en":"In B.C., a cooperative association (co-op) is an incorporated membership organization owned and operated by the people who use and benefit from its services. Co-ops create jobs and support communities by offering a variety of products and services including food, housing, and health care. Once incorporated, a co-op gains independent legal status separate from its members. As a legal entity, a co-op can enter into contracts or take on debt in its own name with legal rights and obligations similar to those of an individual. Incorporating limits the liability of a co-op's members. There are several advantages to a co-op structure: members provide multiple sources of investment capital; managerial and operational duties are shared; there are potential cost savings for members; and a co-op can build a sense of community through shared purpose. The main disadvantages are that it is often more complex and costly to set-up than a corporation, decision-making can sometimes be slow or challenging, and it can be difficult to raise large amounts of capital.",
        "summary_fr":" Summary1(FR)",
        "advantage_en":"<li></li>",
        "advantage_fr":"",
        "disadvantage_en":"<li></li>",
        "disadvantage_fr":""
    },
    "n4":{
        "id": "n4",
		"title_en":"Community Contribution Company (CCC):",
		"title_fr":"Community Contribution Company (CCC) :(FR)",
		"summary_en":"A Community Contribution Corporation (“CCC” or “CCC”) is a hybrid entity that bridges the gap between for-profit and non-profit organizations. A CCC is similar to a BC corporation, with a Board of Directors and shareholders. Like a regular corporation it is a legal entity, separate and distinct from its owners. It can, for example, own real estate, acquire assets, go into debt, and enter into contracts. Similar to a non-profit, a CCC is set up to achieve a social purpose. It must allocate at least 60% of its profit toward that purpose, and can pay out up to 40% of profits to investors. There are several advantages to a CCC: it provides an opportunity for investors to receive a return while fulfilling a social purpose; it benefits from lower tax rates than a sole proprietorship or partnership; it’s easier to raise capital for a CCC than for a sole proprietorship, partnership or non-profit; shares can be transferred; and it enjoys name protection. There are disadvantages as well: CCCs are more closely regulated with more reporting requirements than proprietorships, partnerships and regular corporations; CCCs are more complex and costly to set up and run than a proprietorship, partnership, or regular corporation; salaries paid to management and staff are restricted; potential returns to shareholders are restricted; and CCCs are not eligible for grants, donations or income tax exemptions and do not have the ability to issue tax receipts.",
        "summary_fr":" Summary1(FR)",
        "advantage_en":"<li></li>",
        "advantage_fr":"",
        "disadvantage_en":"<li></li>",
        "disadvantage_fr":""
    }
}
}